Repository: desaianand1/BatteryBoi-Recharged
Catalog: BatteryBoi/Other/Localization/*.lproj/LocalizableMain.strings
Languages: sl, zh_hant

# AlertSomePercentTitle
source: %d%% Remaining
sl: Preostalo %d%%
zh_hant: 剩餘電量 %d%%

# AlertOnePercentTitle
source: Your Mac is about to Power Down
sl: Tvoj mac se bo kmalu ugasnil.
zh_hant: 您的Mac即將關閉

# AlertChargingTitle
source: Charging...
sl: Polnjenje...
zh_hant: 正在充電...

# AlertChargingStoppedTitle
source: Charger Removed
sl: Napajalnik odstranjen
zh_hant: 充電結束

# AlertChargingCompleteTitle
source: Charging Complete
sl: Polnjenje končano
zh_hant: 電量已滿

# AlertDeviceConnectedTitle
source: Connected
sl: '%@' povezane
zh_hant: '%@' 已連線

# AlertDeviceDisconnectedTitle
source: Disconnected
sl: '%@' odvezane
zh_hant: '%@' 已斷開

# AlertDeviceUnknownTitle
source: Unknown
sl: Neznano
zh_hant: 未知裝置

# AlertDeviceCalculatingTitle
source: Calculating...
sl: Računanje...
zh_hant: 正在計算...

# AlertOverheatingTitle
source: Overheating
sl: Pregrevanje
zh_hant: 過熱

# AlertLimitedTitle
source: Not Enough Battery...
sl: Premalo baterije...
zh_hant: 電量不足...

# AlertEstimateSummary
source: **%@** until empty
sl: %@ dokler se baterija ne sprazni
zh_hant: 剩餘可用 %@

# AlertPercentSummary
source: Time to grab the cable!
sl: Čas je da vzameš kabel!
zh_hant: 請連接電源!

# AlertStartedChargeSummary
source: Fully charged at **%@**.
sl: Napolnjeno ob %@.
zh_hant: 已於 %@ 充滿.

# AlertChargedSummary
source: Your battery is fully charged.
sl: Tvoja baterija je napolnjena.
zh_hant: 您的Mac電量已滿.

# AlertOverheatingSummary
source: High temperatures can deplete your battery more quickly and cause long-term damage.
sl: Visoke temperature lahko hitreje izpraznijo baterijo in povzročijo dolgoročno škodo.
zh_hant: 高溫會加速電池消耗並可能造成長期損壞。

# AlertLimitedSummary
source: Your battery might be insufficient for the event '%@'.
sl: Vaša baterija morda ne bo zadostovala za dogodek '%@'.
zh_hant: 您的電池可能不足以支撐活動 '%@'。

# TimestampHourFullLabel_Plural
source: %d hours
sl: %d ur
zh_hant: %d 時

# TimestampHourFullLabel_Single
source: %d hour
sl: %d ura
zh_hant: %d 時

# TimestampMinuteFullLabel_Plural
source: %d minutes
sl: %d minut
zh_hant: %d 分

# TimestampMinuteFullLabel_Single
source: %d minute
sl: %d minuta
zh_hant: %d 分

# TimestampMinuteDaysLabel_Plural
source: %d days
sl: %d dni
zh_hant: %d 日

# TimestampMinuteDaysLabel_Single
source: %d day
sl: %d dan
zh_hant: %d 天

# TimestampHourAbbriviatedLabel
source: h
zh_hant: 時

# TimestampMinuteAbbriviatedLabel
source: m
zh_hant: 分

# TimestampDayAbbriviatedLabel
source: d
zh_hant: 天

# TimestampNeverLabel
source: Never
sl: Nikoli
zh_hant: 從不

# TimestampNowLabel
source: A Few Moments Ago
sl: Pred nekaj trenutki
zh_hant: 剛剛

# SettingsWebsiteLabel
source: Support Development
sl: Spletna stran
zh_hant: 主頁

# SettingsQuitLabel
source: Quit
sl: Izhod
zh_hant: 退出

# SettingsPinnedLabel
source: Pin to Screen
sl: Pripni na zaslon
zh_hant: 固定顯示

# SettingsEightyLabel
source: Charge to 80%
sl: Polni do 80%
zh_hant: 已充電至80%

# SettingsRateLabel
source: Rate BatteryBoi
sl: Oceni BatteryBoi
zh_hant: 爲BatteryBoi評分

# SettingsEfficiencyLabel
source: Low Power
sl: Nizkoenergijski način
zh_hant: 低能耗模式

# SettingsCheckUpdatesLabel
source: Check for Updates
sl: Preveri posodobitve
zh_hant: 檢查更新

# SettingsNewUpdateLabel
source: Install New Update
sl: Namesti posodobitev
zh_hant: 安裝更新

# SettingsDisplayLabel
source: Display
sl: Prikaz
zh_hant: 顯示設定

# SettingsDisplayCycleLabel
source: Cycle Count
sl: Število ciklov
zh_hant: 電池循環

# SettingsDisplayPercentLabel
source: Percentage
sl: Procenti
zh_hant: 百分比

# SettingsDisplayEstimateLabel
source: Time
sl: Čas
zh_hant: 可用時間

# SettingsDisplayNoneLabel
source: Empty
sl: Prazno
zh_hant: 無

# SettingsEnabledLabel
source: Enabled
sl: Omogočeno
zh_hant: 啓用

# SettingsDisabledLabel
source: Disabled
sl: Onemogočeno
zh_hant: 禁用

# SettingsAboutLabel
source: About
sl: Več o
zh_hant: 關於

# SettingsCustomizationLabel
source: Customisation
sl: Prilagoditev
zh_hant: 客製化

# SettingsSoundEffectsLabel
source: Sound Effects
sl: Zvočni učinki
zh_hant: 音效設定

# SettingsTriggersLabel
source: Commands
sl: Komande
zh_hant: 快捷設定

# SettingsNotificationsLabel
source: Notifications
sl: Obvestila
zh_hant: 通知設定

# SettingsPrereleasesLabel
source: Beta Releases
sl: Beta različice
zh_hant: 測試版本

# SettingsCustomizationMenuLabel
source: Menu Bar Icon
sl: Menu Bar ikona
zh_hant: 工具列圖示

# SettingsCustomizationThemeDarkLabel
source: Dark
sl: Temno
zh_hant: 暗色

# SettingsCustomizationThemeLightLabel
source: Light
sl: Svetlo
zh_hant: 亮色

# SettingsCustomizationThemeSystemLabel
source: System
sl: Sistem
zh_hant: 自動

# SettingsCustomizationThemeTitle
source: Appearance
sl: Prikaz
zh_hant: 外觀設定

# UpdateStatusCheckingLabel
source: Checking for Updates...
sl: Preverjanje posodobitev...
zh_hant: 正在檢查更新

# UpdateStatusIdleLabel
source: Last Checked: %@
sl: Nazadnje preverjeno: %@
zh_hant: 上次檢查: %@

# UpdateStatusEmptyLabel
source: No Updates Available
sl: Na voljo ni novejše različice
zh_hant: 暫無更新

# UpdateStatusNewLabel
source: New Update Available!
sl: Na voljo nova različica!
zh_hant: 更新可用

# AboutTitle
source: BatteryBoi, Free, Forever, for Everyone...
sl: BatteryBoi, Brezplačno, Za vedno, za vse...
zh_hant: BatteryBoi, 無常, 無限, 無邊...

# AboutBodyOne
source: In an app ecosystem dominated by subscriptions, BatteryBoi remains 100% free and open-source. Forever.
sl: V ekosistemu aplikacij, ki ga obvladujejo naročnine, BatteryBoi ostaja 100% brezplačen in odprtokoden. Za vedno.
zh_hant: 在訂閱主導的應用生態中，BatteryBoi保持100%免費和開源。永遠如此。

# AboutBodyTwo
source: This project is a community-maintained revival of the original BatteryBoi app. If you find it useful, please consider supporting development.
sl: Ta projekt je različica izvirne aplikacije BatteryBoi, ki jo vzdržuje skupnost. Če jo najdete koristno, razmislite o podpori razvoja.
zh_hant: 這個項目是原BatteryBoi應用的社區維護版本。如果您覺得有用，請考慮支持開發。

# AboutBodyThree
source: Your contributions help keep the updates and improvements coming.
sl: Vaši prispevki pomagajo ohranjati posodobitve in izboljšave.
zh_hant: 您的貢獻將幫助我們持續更新和改進。

# AboutBodyFooter
source: Maintained by Anand Desai, Nirnshard LLP
sl: Vzdržuje Anand Desai, Nirnshard LLP
zh_hant: 由 Anand Desai, Nirnshard LLP 維護

# AboutDonateAction
source: Donate
sl: Doniraj
zh_hant: 捐贈

# AboutShareAction
source: Share
sl: Deli
zh_hant: 分享

# BluetoothDeviceHeadphonesLabel
source: Headphones
sl: Slušalke
zh_hant: 耳機

# BluetoothDeviceMouseLabel
source: Mouse
sl: Miška
zh_hant: 滑鼠

# BluetoothDeviceGamepadLabel
source: Gaming Controller
sl: Gaming kontroler
zh_hant: 手把

# BluetoothDeviceSpeakerLabel
source: Speaker
sl: Zvočnik
zh_hant: 喇叭

# BluetoothDeviceKeyboardLabel
source: Keyboard
sl: Tipkovnica
zh_hant: 鍵盤

# BluetoothDeviceOtherLabel
source: Other
sl: Drugo
zh_hant: 其他裝置

# BluetoothConnectLabel
source: Connect
sl: Poveži
zh_hant: 已連線

# BluetoothDisconnectLabel
source: Disconnect
sl: Odveži
zh_hant: 已斷開

# BluetoothDistanceProximateLabel
source: On the Desk/Table
sl: Na mizi
zh_hant: 在桌上

# BluetoothDistanceNearLabel
source: In the same Room
sl: V istem prostoru
zh_hant: 在同一房間

# BluetoothDistanceFarLabel
source: In another Realm
sl: Ne tako blizu
zh_hant: 在其他地方

# BluetoothDisconnectedLabel
source: Not Paired
sl: Nepovezano
zh_hant: 未配對

# BluetoothNotConnectedLabel
source: Disconnected
sl: Prekinjeno
zh_hant: 已斷開

# BluetoothInvalidLabel
source: No Battery Information
sl: Ni informacij o bateriji
zh_hant: 無電池資訊

# AccessibilityPercentLabel
source: %d percent
sl: %d odstotkov
zh_hant: %d百分比

# AccessibilityPercentChargingLabel
source: %d percent, charging
sl: %d odstotkov, polnjenje
zh_hant: %d百分比，正在充電

# AccessibilityBatteryLeftRightLabel
source: Left %d percent, Right %d percent
sl: Levo %d odstotkov, Desno %d odstotkov
zh_hant: 左 %d百分比，右 %d百分比

# AccessibilityBatteryLevelUnavailable
source: Battery level unavailable
sl: Nivo baterije ni na voljo
zh_hant: 電量資訊不可用

# AccessibilityBatteryProgress
source: Battery progress
sl: Napredek baterije
zh_hant: 電池進度

# AccessibilityBatteryNotification
source: Battery status notification
sl: Obvestilo o stanju baterije
zh_hant: 電池狀態通知

# AccessibilityDoubleTapActivate
source: Double tap to activate
sl: Dvojni dotik za aktivacijo
zh_hant: 雙擊啟動

# AccessibilityDoubleTapSelect
source: Double tap to select this device
sl: Dvojni dotik za izbiro te naprave
zh_hant: 雙擊選擇此裝置

# SettingsThemeLabel
source: Theme
sl: Tema
zh_hant: 主題

# SettingsDisplayHiddenLabel
source: Hidden
sl: Skrito
zh_hant: 隱藏

# SettingsDevicesLabel
source: Devices
sl: Naprave
zh_hant: 裝置

# SettingsSettingsLabel
source: Settings
sl: Nastavitve
zh_hant: 設定
